---
kind: enumMember
id: F:Autodesk.Revit.DB.LinkedFileStatus.InClosedWorkset
enum: Autodesk.Revit.DB.LinkedFileStatus
source: html/410b48f8-2a32-3d54-492c-c9a9fe4030ca.htm
---
# Autodesk.Revit.DB.LinkedFileStatus.InClosedWorkset

The linked file is in a closed workset and will not be displayed.